/** Данные новостей для news в блоке HomeView */
export const NewsData = {
  data: [
    {
      "id": "femc01",
      "server": "none",
      "title": "Новая версия на серверах",
      "text": "Обновили сервера до актуальной и доступной для плагинов версии 1.21.3. Также под новую версию был создан сервер Celestia. Сгенерирована новая карта мира и вообще можно сказать новый мир и новые возможности!",
      "date": "01.02.2025",
    },
    {
      "id": "femc02",
      "server": "none",
      "title": "Сайт FEMC готов, почти",
      "text": "Было потрачено много сил и времени на разработку сайта. Надеемся что вам нравится. Но есть еще очень много того что стоит доработать.",
      "date": "01.02.2025",
    },
    {
      "id": "femc03",
      "server": "none",
      "title": "Место для вашей новости",
      "text": "Не забывайте что наш комплекс серверов, это место сбора друзей и знакомых. Поделитесь с ними своими новостями или расскажите как проводите время на сервере.",
      "date": "01.02.2025",
    },
  ]
}