/** Данные новостей для news в блоке HomeView */
export const NewsData = {
  data: [
    {
      "id": "femc01",
      "tags": ['сервер'],
      "title": "Новая версия на серверах",
      "text": "Обновили сервера до актуальной и доступной для плагинов версии 1.21.3. Также под новую версию был создан сервер Celestia. Сгенерирована новая карта мира и вообще можно сказать новый мир и новые возможности!",
      "date": "01.02.2025",
      "imageClass": "news__news1",
      "newsViewClass": "news-view__news1",
    },
    {
      "id": "femc02",
      "tags": ['сервер'],
      "title": "Сайт FEMC готов, почти",
      "text": "Было потрачено много сил и времени на разработку сайта. Надеемся что вам нравится. Но есть еще очень много того что стоит доработать.",
      "date": "01.02.2025",
      "imageClass": "news__news2",
      "newsViewClass": "news-view__news2",
    },
    {
      "id": "femc03",
      "tags": ['сервер'],
      "title": "Место для вашей новости",
      "text": "Не забывайте что наш комплекс серверов, это место сбора друзей и знакомых. Поделитесь с ними своими новостями или расскажите как проводите время на сервере.",
      "date": "01.02.2025",
      "imageClass": "news__news3",
      "newsViewClass": "news-view__news3",
    },
    {
      "id": "femc04",
      "tags": ['celestia', 'игроки'],
      "title": "Тестовая новость сервера Celestia",
      "text": "Дорогие игроки! Мы рады сообщить вам о запуске нашего нового Minecraft сервера Celestia! С 1 ноября 2023 года вы сможете погрузиться в уникальную атмосферу, полную приключений, квестов и дружелюбного сообщества.",
      "date": "01.02.2025",
      "imageClass": "news__news4",
      "newsViewClass": "news-view__news4",
    },
  ]
}