/** Данные описания серверов для блока HomeView */
export const serverPreviewData = {
  celedia: {
    "text": "Уютный уголок для тех, кто ценит спокойствие и комфорт в мире Minecraft. Этот ванильный сервер с приятными дополнениями создан специально для чилловых ребят, ищущих расслабленный, но увлекательный геймплей. Зови друзей, знакомься с новыми людьми и стройте города своей мечты без страха потерять свои ресурсы и постройки. Здесь царит атмосфера дружбы и творчества, где каждый найдет себе занятие по душе."
  },
  celediaOld: {
    "text": "Уютный уголок для тех, кто ценит спокойствие и комфорт в мире Minecraft. Этот ванильный сервер с приятными дополнениями создан специально для чилловых ребят, ищущих расслабленный, но увлекательный геймплей. Зови друзей, знакомься с новыми людьми и стройте города своей мечты без страха потерять свои ресурсы и постройки. Здесь царит атмосфера дружбы и творчества, где каждый найдет себе занятие по душе."
  },
  pawhera: {
    "text": "У анархии два лица — созидателя и разрушителя. Разрушители низвергают империи, превращая их в кучи булыжника, а созидатели потом строят из него новый, лучший мир. Будешь ли ты разрушителем или созидателем на сервере, где позволено всё - оставлю это решение за тобой, мой друг. Но не забывай про базовые моральные принципы и то что большой брат всегда следит за тобой…"
  },
  eventus: {
    "text": "Это уникальная площадка с событиями для тех, кто ищет адреналин и веселье в мире Minecraft! Готовьтесь к настоящим вызовам и незабываемым моментам! "
  }
}