export const serverPreviewData = {
  celedia: {
    "text": "Данный сервер, нацеленный на улучшенное ванильное выживание без ограничений. при разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!"
  },
  celediaOld: {
    "text": "Данный сервер, нацеленный на улучшенное ванильное выживание без ограничений. при разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!"
  },
  pawhera: {
    "text": "Данный сервер представляет из себя выживание без правил. Строй, круши, взрывай, используй читы и делай то, что пожелает твоя душа! Докажи что ты самый авантюрный грифер-авантюрист и заставь каждого игрока на сервере бояться тебя и твоего гнева. Не обязательно быть одиноким волком! Ты можешь найти товарищей, собрать гильдию и пойти устраивать свои порядки всеми вместе! Но помни, будешь нарушать базовые принципы морали - пойдешь нахуй, чмо галимое, а потом твоя мать будет краснеть за то, что воспитала такого говнюка, оно тебе надо?"
  },
  eventus: {
    "text": "Данный сервер создан для проведения различных масштабных мероприятий. Вы можете как почувствовать в созданном игроками, так и создать свой ивент"
  }
}