/** Данные серверов для блоков CelestiaView, CelestiaOldView, PawheraViwe и EventusView */
export const serverInfoData = {
  celedia: {
    "text1": "Данный сервер, нацеленный на улучшенное ванильное выживание. При разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!",
    "text2": "Мы добавили небольшие улучшения, которые сделают ваш игровой процесс более интересным, не нарушая при этом дух оригинальной игры.",
    "text3": "Исследуйте бескрайние просторы, стройте свои убежища и выживайте в условиях, которые проверят ваши навыки и креативность.",
    "text4": "Стабильность и производительность: Наш сервер работает на мощном оборудовании, что обеспечивает стабильную работу и минимальное время ожидания. Играйте без лагов и наслаждайтесь каждым моментом!",
  },
  celediaOld: {
    "text1": "",
    "text2": "",
    "text3": "",
    "text4": "",
  },
  pawhera: {
    "text1": "",
    "text2": "",
    "text3": "",
    "text4": "",
  },
  eventus: {
    "text1": "",
    "text2": "",
    "text3": "",
    "text4": "",
  }
}