/** Данные серверов для блоков CelediaView, CelediaOldView, PawheraViwe и EventusView */
type ServersData = {
  id: string;
  text1: string;
  text2: string;
  text3: string;
  text4: string;
  logoClass: string;
};

export const ServersData: ServersData[] = [
  {
    id: "celedia",
    text1: "Данный сервер, нацеленный на улучшенное ванильное выживание. При разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!",
    text2: "Мы добавили небольшие улучшения, которые сделают ваш игровой процесс более интересным, не нарушая при этом дух оригинальной игры.",
    text3: "Исследуйте бескрайние просторы, стройте свои убежища и выживайте в условиях, которые проверят ваши навыки и креативность.",
    text4: "Стабильность и производительность: Наш сервер работает на мощном оборудовании, что обеспечивает стабильную работу и минимальное время ожидания. Играйте без лагов и наслаждайтесь каждым моментом!",
    logoClass: "info__celedia",
  },
  {
    id: "celedia-old",
    text1: "Данный сервер Celedia Old, нацеленный на улучшенное ванильное выживание. При разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!",
    text2: "Мы добавили небольшие улучшения, которые сделают ваш игровой процесс более интересным, не нарушая при этом дух оригинальной игры.",
    text3: "Исследуйте бескрайние просторы, стройте свои убежища и выживайте в условиях, которые проверят ваши навыки и креативность.",
    text4: "Стабильность и производительность: Наш сервер работает на мощном оборудовании, что обеспечивает стабильную работу и минимальное время ожидания. Играйте без лагов и наслаждайтесь каждым моментом!",
    logoClass: "info__celedia-old",
  },
  {
    id: "pawhera",
    text1: "Данный сервер Pawhera, нацеленный на улучшенное ванильное выживание. При разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!",
    text2: "Мы добавили небольшие улучшения, которые сделают ваш игровой процесс более интересным, не нарушая при этом дух оригинальной игры.",
    text3: "Исследуйте бескрайние просторы, стройте свои убежища и выживайте в условиях, которые проверят ваши навыки и креативность.",
    text4: "Стабильность и производительность: Наш сервер работает на мощном оборудовании, что обеспечивает стабильную работу и минимальное время ожидания. Играйте без лагов и наслаждайтесь каждым моментом!",
    logoClass: "info__pawhera",
  },
  {
    id: "eventus",
    text1: "Данный сервер Eventus, нацеленный на улучшенное ванильное выживание. При разработке данного сервера мы вложили все наши силы чтобы внести в игру лаконичные дополнения которые сделают вашу игру приятнее и разнообразнее!",
    text2: "Мы добавили небольшие улучшения, которые сделают ваш игровой процесс более интересным, не нарушая при этом дух оригинальной игры.",
    text3: "Исследуйте бескрайние просторы, стройте свои убежища и выживайте в условиях, которые проверят ваши навыки и креативность.",
    text4: "Стабильность и производительность: Наш сервер работает на мощном оборудовании, что обеспечивает стабильную работу и минимальное время ожидания. Играйте без лагов и наслаждайтесь каждым моментом!",
    logoClass: "info__eventus",
  },
];